import { LibListItemDTO } from "@src/shared/api/dto";

export const libMockData: LibListItemDTO[] = [
  {
    title: "Переговоры за минуту. Экспресс-курс делового общения",
    description:
      "«Еще одна книга о переговорах…», – возможно, с легким разочарованием подумаете вы, прочитав название. Отчасти, да. Но не спешите с окончательными выводами. Конечно, это книга об искусстве эффективных переговоров. Но дело в том, что мир человеческого общения, от продуктивности которого зависит наш успех в бизнесе и повседневной жизни, необъятен, а наше время на обучение и саморазвитие",
    id: "1",
    link: "https://mybook.ru/author/kventin-tarantino/odnazhdy-v-gollivude-2/",
  },
  {
    title: "Воронки продаж по методу StoryBrand: Пошаговое руководство",
    description:
      "«Еще одна книга о переговорах…», – возможно, с легким разочарованием подумаете вы, прочитав название. Отчасти, да. Но не спешите с окончательными выводами. Конечно, это книга об искусстве эффективных переговоров. Но дело в том, что мир человеческого общения, от продуктивности которого зависит наш успех в бизнесе и повседневной жизни, необъятен, а наше время на обучение и саморазвитие",
    id: "1",
    link: "https://mybook.ru/author/kventin-tarantino/odnazhdy-v-gollivude-2/",
  },
  {
    title: "Переговоры за минуту. Экспресс-курс делового общения",
    description:
      "«Еще одна книга о переговорах…», – возможно, с легким разочарованием подумаете вы, прочитав название. Отчасти, да. Но не спешите с окончательными выводами. Конечно, это книга об искусстве эффективных переговоров. Но дело в том, что мир человеческого общения, от продуктивности которого зависит наш успех в бизнесе и повседневной жизни, необъятен, а наше время на обучение и саморазвитие",
    id: "1",
    link: "https://mybook.ru/author/kventin-tarantino/odnazhdy-v-gollivude-2/",
  },
];
